---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IATFTranslationServer
source: html/95182c22-6664-5729-55ef-bd8b2c3890a0.htm
---
# IATFTranslationServer Members

Implement this method to return a description of the server.